sensoroptconverged/con/10.0_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       224465;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       224865;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225065;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       225465;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112355;
        startFace       225665;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112355;
        startFace       338020;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          464;
        startFace       450375;
    }
)

// ************************************************************************* //
